Repository: F4uzan/scribes
Catalog: po/*.po
Languages: de

source: Load Error: Failed to decode file for loading. The file your are loading may not be a text file. If you are sure it is a text file, try to open the file with the correct encoding via the open dialog. Press (control - o) to show the open dialog.
de: Fehler beim Laden: Konnte die Datei nicht dekodieren. Die Datei, die Sie versuchen zu öffnen ist eventuell keine Textdatei. Wenn Sie sich sicher sind, dass es doch eine ist, versuchen Sie sie es bitte mit dem Öffnen-Dialog (Strg - o) und der Auswahldes richtigen Zeichensatzes erneut.

source: Load Error: Failed to encode file for loading. Try to open the file with the correct encoding via the open dialog. Press (control - o) to show the open dialog.
de: Fehler beim Laden: Konnte die Datei nicht dekodieren. Versuchen Sie sie es bitte mit dem Öffnen-Dialog (Strg - o) und der Auswahl des richtigen Zeichensatzes erneut.

source: Reloading %s
de: Lade "%s" erneut...

source: '%s' has been modified by another program
de: '%s' wurde von einem anderen Programm verändert

source: Move to bookmarked line
de: Gehe zu Lesezeichen

source: Bookmark Browser
de: Lesezeichenübersicht

source: Line
de: Zeile

source: Bookmarked Text
de: Text mit einem Lesezeichen versehen

source: Moved to bookmark on line %d
de: Zum Lesezeichen in Zeile %d gesprungen

source: Print Document
de: Text drucken

source: Print file
de: Datei drucken

source: File:
de: Datei:

source: Print Preview
de: Druckvorschau

source: Open Document
de: Text öffnen

source: Type URI for loading
de: URL zum Laden eigeben

source: Enter the location (URI) of the file you _would like to open:
de: Geben Sie den Ort (URL) der Datei, die Sie _öffnen wollen an:

source: Replaced '%s' with '%s'
de: '%s' durch '%s' ersetzt

source: Template mode is active
de: Vorlagenmodus ist aktiv

source: Inserted template
de: Vorlage eingefügt

source: Selected next placeholder
de: Nächsten Platzhalter ausgewählt

source: Selected previous placeholder
de: Vorherigen Platzhalter ausgewählt

source: Scribes is a text editor for GNOME.
de: Scribes ist ein Texteditor für GNOME

source: Information about the text editor
de: Informationen über den Texteditor

source: <b><span color="blue" underline="single">here</span></b>
de: hier heruntergeladen werden.

source: <b>_Description:</b>
de: <b>_Beschreibung</b>

source: <b>_Template:</b>
de: <b>_Vorlage:</b>

source: Download templates from
de: Vorlagen können z.B. von

source: Import Template
de: Vorlagen importieren

source: Template Editor
de: Vorlagen Editor

source: _Language
de: _Sprache

source: _Description
de: _Beschreibung

source: Error: Name field cannot be empty
de: Fehler: Sie müssen einen Dateinamen angeben

source: Error: Trigger name already in use. Please use another trigger name.
de: Fehler: Diese Zeichenkette wird bereits als Vorlage verwendet. Bitte benutzen Sie eine andere.

source: Add Template
de: Neue Vorlage

source: Error: You do not have permission to save at the location
de: Fehler: Sie haben nicht die nötigen Rechte, um die Datei dort zu speichern.

source: Error: No selection to export
de: Fehler: Keine Markierung zum Exportieren vorhanden

source: Error: File not found
de: Fehler beim Laden: Datei nicht gefunden.

source: Error: Invalid template file
de: Fehler: Ungültige Vorlagendatei

source: Error: No template information found
de: Fehler: Keine Information über die Vorlagen gefunden

source: Auto Replace Editor
de: Automatische Ersetzungen

source: _Abbreviations
de: _Abkürzungen

source: _Replacements
de: _Ersetzungen

source: Error: '%s' is already in use. Please use another abbreviation.
de: Fehler: '%s' wird bereits verwendet. Bitte benutzen Sie eine andere Abkürzung.

source: Automatic Replacement
de: Automatische Ersetzung

source: Modify words for auto-replacement
de: Ändere das Wort für die automatische Ersetzung

source: Indenting please wait...
de: Rücke ein - bitte warten...

source: Indented line %d
de: Zeile %d eingerückt

source: I_ndentation
de: _Einzug

source: Shift _Right
de: _Rechts Einrücken

source: Shift _Left
de: _Links Einrücken

source: Selected word
de: Markiertes Wort

source: No word to select
de: Kein Wort zum Markieren

source: Selected sentence
de: Satz markiert

source: No sentence to select
de: Kein Satz zum Markieren vorhanden

source: No text to select on line %d
de: Kein Text zum auswählen in Zeile %d vorhanden

source: Selected line %d
de: Zeile %d ausgewählt

source: Selected paragraph
de: Absatz markiert

source: No paragraph to select
de: Kein Absatz zum Markieren vorhanden

source: S_election
de: _Markierung

source: Select _Word
de: Markiere _Wort

source: Select _Line
de: _Markiere _Zeile

source: Select _Sentence
de: Markiere _Satz

source: Select _Paragraph
de: Markiere _Absatz

source: Deleted line %d
de: Habe die Zeile %d gelöscht

source: Joined line %d to line %d
de: Habe die Zeilen %d und %d zusamengeführt

source: No more lines to join
de: Keine Zeilen zum Zusammenführen übrig

source: Freed line %d
de: Zeile %d gelöscht

source: Deleted text from cursor to end of line %d
de: Text hinter dem Cursor in Zeile %d gelöscht

source: Cursor is already at the end of line
de: Der Cursor ist bereits am Ende der Zeile

source: Deleted text from cursor to beginning of line %d
de: Text vor dem Cursor in Zeile %d gelöscht

source: Cursor is already at the beginning of line
de: Der Cursor ist bereits am Anfang der Zeile

source: _Lines
de: _Zeilen

source: _Delete Line
de: _Lösche Zeile

source: _Join Line
de: _Verbinde Zeilen

source: Free Line _Above
de: Lösche _vorherige Zeile

source: Free Line _Below
de: Lösche _nächste Zeile

source: Delete Cursor to Line _End
de: Lösche zum Zeilen_ende

source: Delete _Cursor to Line Begin
de: Lösche zum Zeilen_anfang

source: <b>Font</b>
de: <b>Schriftart</b>

source: Editor _font:
de: Editor _Schriftart:

source: <b>Tab Stops</b>
de: <b>Tabulatoren</b>

source: _Tab width:
de: _Tabulator Breite:

source: <b>Text Wrapping</b>
de: <b>Textumbruch</b>

source: <b>Right Margin</b>
de: <b>Rechter Rand</b>

source: _Right margin position:
de: _Position des rechten Randes:

source: <b>Spell Checking</b>
de: <b>Rechtschreibprüfung</b>

source: Change editor settings
de: Editor einrichten

source: Preferences
de: Einstellungen

source: Changed font to "%s"
de: Schriftart in "%s" geändert

source: Changed tab width to %d
de: Tabulatorenweite zu $d geändert

source: _Use spaces instead of tabs
de: _Leerzeichen anstatt Tabulatoren verwenden

source: Use tabs for indentation
de: Tabulatoren für die Einrückung verwenden

source: Use spaces for indentation
de: Leerzeichen für die Einrückung verwenden

source: Enable text _wrapping
de: Automatischen Text_umbruch einschalten

source: Enabled text wrapping
de: Textumbruch aktiviert

source: Disabled text wrapping
de: Textumbruch deaktiviert

source: Display right _margin
de: Rechten _Rand anzeigen

source: Show right margin
de: Zeige rechten Rand

source: Hide right margin
de: Verstecke rechten Rand

source: _Enable spell checking
de: Rechtschreibprüfung _einschalten

source: Enabled spellchecking
de: Rechtschreibprüfung eingeschalten

source: Disabled spellchecking
de: Rechtschreibprüfung ausgeschalten

source: Positioned margin line at column %d
de: Der Rechte Rand ist nun in Spalte %d

source: Pair character completion occurred
de: Zeichenpaarkomplettierung wurde durchgeführt

source: Enclosed selected text
de: Der ausgewählte Text wurde eingefügt

source: Removed pair character completion
de: Zeichenpaarvervollständigung entfernt

source: Select document to focus
de: Text auswählen um ihn hervorzuheben

source: File _Type
de: Datei_typ

source: File _Name
de: _Name

source: Full _Path Name
de: Voller _Pfadname

source: No documents open
de: Kein Text geöffnet

source: No previous match
de: Keine vorherige Übereinstimmung gefunden

source: Match _case
de: _Großschreibung beachten

source: Match _word
de: Nur vollständige _Wörter

source: _Previous
de: _Vorheriges

source: _Next
de: _Nächstes

source: _Search for:
de: _Suche nach:

source: Closed search bar
de: Die Suchleiste wurde geschlossen

source: Incrementally search for text
de: Inkrementell nach Text suchen

source: Close incremental search bar
de: Inkrementelle Suchleiste schließen

source: Select file for loading
de: Eine Datei zum öffnen auswählen

source: Hide toolbar
de: Werkzeugleiste verstecken

source: Showed toolbar
de: Werkzeugleiste eingeschalten

source: Found matching bracket on line %d
de: Zugehörige Klamme in Zeile %d gefunden

source: No matching bracket found
de: Keine zugehörige Klammer gefunden

source: Selected characters inside bracket
de: Zeichen innerhalb der Klammern markiert

source: No brackets found for selection
de: Keine Klammer zum Markieren gefunden

source: No selection to change case
de: Nichts markiert um die Großschreibung zu ändern

source: Selected text is already uppercase
de: Markierter Text ist bereits in Großbuchstaben

source: Changed selected text to uppercase
de: Markierten Text von Klein- zu Großschreibung geändert

source: Selected text is already lowercase
de: Markierter Text ist bereits in Kleinbuchstaben

source: Changed selected text to lowercase
de: Markierten Text von Groß- zu Kleinschreibung geändert

source: Selected text is already capitalized
de: Markierter Text ist bereits in Großbuchstaben

source: Capitalized selected text
de: Markierten Text in Großbuchstaben geändert

source: Swapped the case of selected text
de: Großschreibung des markierten Textes getauscht

source: _Case
de: _Großschreibung

source: _Uppercase
de: _Großschreibung

source: _Lowercase
de: _Kleinschreibung

source: _Titlecase
de: _Titelmodus

source: _Swapcase
de: _Vertausche Großschreibung

source: Removed bookmark on line %d
de: Lesezeichen in Zeile %d entfernt

source: Bookmarked line %d
de: Lesezeichen für Zeile %d hinzugefügt

source: No bookmarks found to remove
de: Keine Lesezeichen zum entfernen gefunden

source: Removed all bookmarks
de: Alle Lesezeichen entfernt

source: No next bookmark to move to
de: Kein weiteres Lesezeichen vorhanden

source: No previous bookmark to move to
de: Kein vorheriges Lesezeichen vorhanden

source: Already on first bookmark
de: Sie sind bereits beim ersten Lesezeichen

source: Moved to first bookmark
de: Zum ersten Lesezeichen gegangen

source: Already on last bookmark
de: Sie sind bereits beim letzten Lesezeichen

source: Moved to last bookmark
de: Zum letzten Lesezeichen gegangen

source: _Bookmark
de: _Lesezeichen

source: Bookmark _Line
de: Lesezeichen _hinzufügen

source: _Remove Bookmark
de: _Entferne das Lesezeichen

source: Remove _All Bookmarks
de: Entferne _alle Lesezeichen

source: Move to _Next Bookmark
de: Gehe zum _nächsten Lesezeichen

source: Move to _Previous Bookmark
de: Gehe zum _vorherigen Lesezeichen

source: Move to _First Bookmark
de: Gehe zum _ersten Lesezeichen

source: Move to Last _Bookmark
de: Gehe zum _letzten Lesezeichen

source: _Show Bookmark Browser
de: Zeige die Lesezeichen_übersicht

source: Save Document
de: Text speichern

source: Change name of file and save
de: Datei unter einem neuem Namen speichern

source: Launching help browser
de: Starte Hilfe

source: Could not open help browser
de: Konnte die Hilfe nicht öffnen

source: File has not been saved to disk
de: Datei wurde nicht gespeichert

source: No permission to modify file
de: Sie haben keine Berechtigung um die Datei zu ändern

source: Undid last action
de: Letzte Aktion rückgängig gemacht

source: Cannot undo action
de: Kann die letzte Aktion nicht rückgängig machen

source: Redid undone action
de: Letzte Änderung wiederhergestellt

source: Replacing spaces please wait...
de: Ersetze Leerzeichen - bitte warten...

source: No spaces found to replace
de: Keine Leerzeichen zum Ersetzen gefunden

source: Replaced spaces with tabs
de: Leerzeichen durch Tabulatoren ersetzt

source: Replacing tabs please wait...
de: Ersetze Tabulatoren - bitte warten...

source: Replaced tabs with spaces
de: Tabulatoren durch Leerzeichen ersetzt

source: No tabs found to replace
de: Keine Tabulatoren zum Ersetzen gefunden

source: Removing spaces please wait...
de: Entferne Leerzeichen - bitte warten...

source: No spaces were found at end of line
de: Am Ende der Zeile wurden keine Leerzeichen gefunden

source: Removed spaces at end of lines
de: Leerzeichen am Ende der Zeile entfernt

source: S_paces
de: _Leerzeichen

source: _Tabs to Spaces
de: _Tabulator zu Leerzeichen

source: _Spaces to Tabs
de: _Leerzeichen zu Tabulatoren

source: _Remove Trailing Spaces
de: Entferne Leerzeichen am _Ende

source: Move cursor to a specific line
de: Springe in eine bestimmte Zeile

source: Closed goto line bar
de: Die Zeilauswahlleiste geschlossen

source: of %d
de: von %d

source: Line number:
de: Gehe zu Zeile:

source: Moved cursor to line %d
de: In Zeile %d gesprungen

source: Searching please wait...
de: Suche - bitte warten...

source: Found %d matches
de: %d mal gefunden

source: Match %d of %d
de: Übereinstimmung %d von %d

source: No match found
de: Kein mal gefunden

source: No next match found
de: Keine weitere Übereinstimmung gefunden

source: Stopped operation
de: Suche abgebrochen

source: Replacing please wait...
de: Ersetze - bitte warten...

source: Replace found match
de: Gefundenen Übereinstimmung ersetzen

source: Replaced all found matches
de: Alle gefundenen Übereinstimmungen ersetzen

source: No previous match found
de: Keine Übereinstimmung gefunden

source: Replac_e with:
de: Ersetzen _mit:

source: Closed replace bar
de: Die Ersetzenleiste wurde geschlossen

source: _Replace
de: E_rsetzen

source: Replace _All
de: _Alle ersetzen

source: Incre_mental
de: _Inkrementell

source: Change editor colors
de: Ändere Editorfarben

source: Syntax Color Editor
de: Farbschema Editor

source: _Use default theme
de: _Standartfarben des aktuellen Themas benutzen

source: Using theme colors
de: Farben des aktuellen Themas benutzen

source: Using custom colors
de: Eigene Farben benutzen

source: Select foreground color
de: Vordergrundfarbe auswählen

source: _Normal text color:
de: _Textfarbe

source: _Background color:
de: _Hintergrundfarbe

source: _Foreground:
de: _Vordergrund

source: Back_ground:
de: Hinter_grund

source: Select background color
de: Hintergrundfarbe auswählen

source: Language Elements
de: Sprachelemente

source: Select foreground syntax color
de: Vordergrundfarbe auswählen

source: Select background syntax color
de: Hintergrundfarbe auswählen

source: _Underline
de: _Unterstreichen

source: _Reset to Default
de: _Zurücksetzen auf Standartwerte

source: _Highlight Mode
de: _Hervorhebungsmodus

source: Activated '%s' syntax color
de: Farbschema für '%s' aktiviert

source: Disabled syntax color
de: Farbschema ausgeschalten
