Repository: F4uzan/scribes
Catalog: po/*.po
Languages: de

source: Edit text files
de: Textdateien bearbeiten

source: A list of encodings selected by the user.
de: Eine Liste der vom Benutzer ausgewählten Zeichensätze.

source: Case sensitive
de: Großschreibung beachten

source: Detach Scribes from the shell terminal
de: Scribes im Hintergrund ausführen

source: Determines whether or not to use GTK theme colors when drawing the text editor buffer foreground and background colors. If the value is true, the GTK theme colors are used. Otherwise the color determined by one assigned by the user.
de: Legt fest, ob die Farben des GTK-Themas für das Textfenster verwendet werden sollen. Wenn dies aktiviert ist, werden Themenfarben verwendet, ansonsten die vom Benutzerfestgelegten.

source: Determines whether to show or hide the status area.
de: Legt fest, ob die Statusleiste angezeigt wird.

source: Determines whether to show or hide the toolbar.
de: Legt fest, ob die Werkzeugleiste angezeigt wird.

source: Editor background color
de: Hintergrundfarbe

source: Editor foreground color
de: Vordergrundfarbe

source: Editor's font
de: Editor _Schriftart

source: Enable or disable spell checking
de: Rechtschreibprüfung einschalten

source: Enables or disables right margin
de: Rechten _Rand anzeigen

source: Enables or disables text wrapping
de: Automatischen Text_umbruch einschalten

source: Find occurrences of the string that match the entire word only
de: Finde nur Zeichenfolgen, die dem gesamten Wort entsprechen

source: Find occurrences of the string that match upper and lower cases only
de: Finde nur Zeichenfolgen mit der gleichen Großschreibung

source: Lexical scope highlight color
de: Hervorhebungsfarbe für den "lexical scope"

source: Match word
de: Nur vollständige _Wörter

source: Position of margin
de: Position des rechten Randes

source: Selected encodings
de: Ausgewählte Zeichensätze

source: Sets the margin's position within the editor
de: Ändert the Position des rechten Randes im Editorfenster

source: Sets the width of tab stops within the editor
de: Ändert die Länge von Tabulatoren im Editor

source: Show margin
de: Rand zeigen

source: Show or hide the status area.
de: Statusleiste zeigen oder verbergen

source: Show or hide the toolbar.
de: Werkzeugleiste zeigen oder verbergen

source: Spell checking
de: Rechtschreibprüfung

source: Tab width
de: _Tabulatorbreite

source: Text wrapping
de: Textumbruch

source: The color used to render normal text in the text editor's buffer.
de: Die Farbe von normalem Text

source: The color used to render the text editor buffer background.
de: Die normale Hintergrundfarbe

source: The editor's font. Must be a string value
de: The Editorschriftart. Muss ein String sein.

source: The highlight color when the cursor is around opening or closing pair characters.
de: Die Hintergrundfarbe, wenn der Cursor an einer öffnenden oder schließenden Klammer ist.

source: True to detach Scribes from the shell terminal and run it in its own process, false otherwise. For debugging purposes, it may be useful to set this to false.
de: Auf Wahr setzen, wenn Scribes im Hintergrund in einem eigenen Prozess ausgeführtwerden soll. Für Debug-Zwecke ist es eventuell nützlich dies auszuschalten.

source: True to use tabs instead of spaces, false otherwise.
de: Wahr, wenn Tabulatoren anstatt Leerzeichen verwendet werden sollen

source: Use GTK theme colors
de: Farben des aktuellen Themas verwenden

source: Use Tabs instead of spaces
de: Leerzeichen anstatt Tabulatoren verwenden

source: Cannot redo action
de: Kann die Aktion nicht Wiederholen

source: Leave Fullscreen
de: Vollbild verlassen

source: Unsaved Document
de: Ungespeicherter Text

source: All Documents
de: Alle Dateien

source: Python Documents
de: Python Quelltexte

source: Text Documents
de: Alle Textdateien

source: Loaded file "%s"
de: Datei "%s" geöffnet

source: The encoding of the file you are trying to open could not be determined. Try opening the file with another encoding.
de: Der Zeichensatz mit dem Sie versucht haben die Datei zu öffnen, konnte nicht erkannt werden. Versuchen sie es erneut mit einem anderen.

source: Loading file please wait...
de: Lade die Datei.- Bitte warten...

source: An error occurred while openning the file. Please file a bug report at http://scribes.sourceforge.net
de: Während des Öffnens ist ein Fehler aufgetreten. Bitte schreiben sie einen Fehlerbericht aufhttp://scribes.sourceforge.net (wenn möglich in Englisch)

source: <READONLY>
de: <Nur lesbar>

source: You do not have permission to view this file.
de: Sie haben nicht die nötigen Rechte, um die Datei anzusehen.

source: The file you are trying to open is not a text file.
de: Die Datei, die Sie zu öffnen versuchen, ist keine Textdatei.

source: The file you are trying to open does not exist.
de: Die Datei, die Sie zu öffnen versuchen, existiert nicht.

source: Unrecognized option: '%s'
de: Unbekannte Option: '%s'

source: Try 'scribes --help' for more information
de: Versuchen Sie 'scribes --help' für weitere Informationen

source: Scribes only supports using one option at a time
de: Scribes unterstützt nur eine Option gleichzeitig

source: scribes: %s takes no arguments
de: scribes: %s bekommt nur ein Argument

source: %s does not exist
de: %s existiert nicht

source: The file "%s" is open in readonly mode
de: Die Datei "%s" wurde im Nur-Lesen Modus geöffnet

source: The file "%s" is open
de: Die Datei "%s" wurde geöffnet

source: Found %d match
de: %d mal gefunden

source: _Search for:
de: _Suche nach:

source: No indentation selection found
de: Keine Einrückung in der Markierung gefunden

source: Selection indented
de: Markierung eingerückt

source: Unindentation is not possible
de: Einrückung entfernen ist nicht möglich

source: Selection unindented
de: Einrückung Markierung entfernt

source: loading...
de: Öffne...

source: "%s" has been replaced with "%s"
de: "%s" wurde durch "%s" ersetzt

source: Replaced all occurrences of "%s" with "%s"
de: Alle Vorkommen von "%s" wurden durch "%s" ersetzt

source: An error occurred while saving this file.
de: Beim Speichern dieses Textes ist ein Fehler aufgetreten.

source: An error occurred while decoding your file. Please file a bug report at "http://openusability.org/forum/?group_id=141"
de: Beim Dekodieren Ihres Textes ist ein Fehler aufgetreten. Bitte schreiben Sieauf "http://openusability.org/forum/?group_id=141" einen Fehlerbericht (wenn möglich in Englisch).

source: Saved "%s"
de: "%s" gespeichert

source: _Find Matching Bracket
de: _Finde zugehörige Klammer

source: Copied selected text
de: Markierten Text kopiert

source: No selection to copy
de: Keine Markierung zum Kopieren vorhanden

source: Cut selected text
de: Markierten Text ausgeschnitten

source: No selection to cut
de: Keine Markierung zum Ausschneiden vorhanden

source: Pasted copied text
de: Markierten Text eingefügt

source: No text content in the clipboard
de: Kein Text in der Zwischenablage

source: %d%% complete
de: %d%% erledigt

source: completed
de: Fertig

source: Open a new window
de: Öffne ein neues Fenster

source: Open a file
de: Eine Datei öffnen

source: Rename the current file
de: Benenne aktuelle Datei um

source: Print the current file
de: Drucke aktuelle Datei

source: Undo last action
de: Die letzte Aktion rückgängig machen

source: Redo undone action
de: Wiederhole die Rückgängig gemachte Änderung

source: Search for text
de: Text suchen

source: Search for and replace text
de: Text suchen und Ersetzen

source: Go to a specific line
de: Gehe zu einer bestimmten Zeile

source: Configure the editor
de: Editor einrichten

source: Launch the help browser
de: Starte die Hilfe

source: Search for previous occurrence of the string
de: Suche nach einem vorherigen Auftreten der Zeichenfolge

source: Search for next occurrence of the string
de: Suche nach dem nächsten Auftreten der Zeichenfolge

source: Type in the text you want to search for
de: Geben Sie die Zeichenfolge ein, nach der Sie suchen wollen

source: Type in the text you want to replace with
de: Geben Sie die Zeichenfolge ein, die Sie ersetzen wollen

source: Replace the selected found match
de: Die gefundene Zeichenfolge ersetzen

source: Replace all found matches
de: Alle gefundenen Zeichenfolgen ersetzen

source: Click to specify the font type, style, and size to use for text.
de: Bestimmen Sie die verwendete Schriftart, den Stil und die Größe

source: Click to specify the width of the space that is inserted when you press the Tab key.
de: Ändert die Breite des Leerraums, wenn Sie die Tabulatortaste betätigen.

source: Select to wrap text onto the next line when you reach the text window boundary.
de: Sollen zu lange Zeilen in die nächste Zeile umgebrochen werden?

source: Select to display a vertical line that indicates the right margin.
de: Aktiviert eine vertikale Linie, die einen rechten Rand markiert.

source: Click to specify the location of the vertical line.
de: Ändert die Position der vertikalen Linie

source: Select to enable spell checking
de: Aktiviert die automatische Rechtschreibprüfung

source: A text editor for GNOME.
de: Ein Texteditor für GNOME

source: usage: scribes [OPTION] [FILE] [...]
de: Verwendung: scribes [OPTION] [DATEI [...]

source: Options:
de: Optionen:

source: display this help screen
de: Zeigt diese Hilfe an

source: output version information of Scribes
de: Gibt die Version von Scribes aus

source: create a new file and open the file with Scribes
de: Erzeuge eine neue Datei und öffne sie

source: open file in readonly mode
de: Datei im Nur-Lesen Modues öffnen

source: Could not find Scribes' data folder
de: Konnte Scribes' Datenordner nicht finden

source: error
de: Fehler

source: Removed spaces at end of line %d
de: Leerzeichen am Ende von Zeile %d entfernt

source: No spaces were found at beginning of line
de: Am Anfang der Zeile wurden keine Leerzeichen gefunden

source: Removed spaces at beginning of line %d
de: Leerzeichen am Anfang von Zeile %d entfernt

source: Removed spaces at beginning of selected lines
de: Leerzeichen am Anfang der markierten Zeilen entfernt

source: Removed spaces at end of selected lines
de: Leerzeichen am Ende der markierten Zeilen entfernt

source: Cannot perform operation in readonly mode
de: Kann diese Aktion im Nur-Lesen Modus nicht ausführen

source: Unindented line %d
de: Einrückung in Zeile %d entfernt

source: No selected lines can be indented
de: Keine der markierten Zeilen kann eingerückt werden

source: An error occurred while encoding your file. Try saving your file using another character encoding, preferably UTF-8.
de: Ein Fehler ist beim Kodieren Ihrer Datei aufgetreten. Bitte versuchenSie einen anderen Zeichensatz (bevorzugt UTF-8) zu verwenden.

source: An encoding error occurred. Please file a bug report at http://openusability.org/forum/?group_id=141
de: Ein Fehler beim Kodieren ist aufgetreten. Bitte senden Sie einen Fehlerbericht(möglichst in Englisch) an http://openusability.org/forum/?group_id=141

source: Word completion occurred
de: Wortvervollständigung wurde durchgeführt

source: Character _Encoding:
de: _Zeichensatz

source: Add or Remove Encoding ...
de: Zeichensatz hinzufügen oder entfernen

source: Recommended (UTF-8)
de: Empfohlen (UTF-8)

source: Add or Remove Character Encoding
de: Zeichensatz hnzufügen oder entfernen

source: Language and Region
de: Sprache und Region

source: Character Encoding
de: Zeichensatz

source: Select
de: Auswählen

source: Select character _encoding
de: Zeichensatz auswählen

source: Closed dialog window
de: Der Dialog wurde geschlossen

source: Cannot open %s
de: Kann %s nicht öffnen

source: Closed error dialog
de: Fehlermeldung geschlossen

source: The MIME type of the file you are trying to open could not be determined. Make sure the file is a text file. <b>MIME type</b>: %s
de: Der MIME-Typ der Datei, die Sie zu öffnen versuchen,konnte nicht ermitelt werden. Bitte versichern Sie sich, dasses eine Textdatei ist <b>MIME-Typ</b>: %s

source: The MIME type of the file you are trying to open is not for a text file. <b>MIME type</b>: %s
de: Die Datei, die Sie zu öffnen versuchen ist keine Textdatei. <b>MIME-Type</b>: %s

source: Printing "%s"
de: Drucke "%s"

source: English
de: Englisch

source: Traditional Chinese
de: Traditionelles Chinesisch

source: Hebrew
de: Hebräisch

source: Western Europe
de: Westeuropa

source: Greek
de: Griechisch

source: Baltic languages
de: Baltische Sprachen

source: Central and Eastern Europe
de: Zentral- und Osteuropa

source: Bulgarian, Macedonian, Russian, Serbian
de: Bulgarisch, Mazedonisch, Russisch, Serbisch

source: Turkish
de: Türkisch

source: Portuguese
de: Portugiesisch

source: Icelandic
de: Isländisch

source: Canadian
de: Kanadisch

source: Arabic
de: Arabisch

source: Danish, Norwegian
de: Dänisch, Norwegisch

source: Russian
de: Russisch

source: Thai
de: Thailändisch

source: Japanese
de: Japanisch

source: Korean
de: Koreanisch

source: Vietnamese
de: Vietnamesisch

source: Simplified Chinese
de: Einfaches Chinesisch

source: Unified Chinese
de: Vereinheitliches Chinesisch

source: Japanese, Korean, Simplified Chinese
de: Japanisch, Koreanisch, Einfaches Chinesisch

source: West Europe
de: Westeuropa

source: Esperanto, Maltese
de: Esperanto, Maltesisch

source: Baltic languagues
de: Baltische Sprachen

source: Nordic languages
de: Nordische Sprachen

source: Celtic languages
de: Keltische Sprachen

source: Ukrainian
de: Ukrainisch

source: Kazakh
de: Kasachisch

source: All languages
de: Alle Sprachen

source: All Languages (BMP only)
de: All Languages (nur BMP)

source: All Languages
de: Alle Sprachen

source: None
de: Keine

source: Replaced tabs with spaces on selected lines
de: Tabulatoren durch Leerzeichen in der markierten Zeile ersetzt

source: Co_lor:
de: _Farbe

source: B_old
de: _Fett

source: I_talic
de: _Kursiv

source: _Description:
de: _Beschreibung

source: _Template:
de: _Vorlage:

source: Add New Template
de: Neue Vorlage

source: Edit Template
de: Vorlage bearbeiten

source: Select to use themes' foreground and background colors
de: Aktiviert die Benutzung der Vorder- und Hintergrundfarbe des verwendeten Themas

source: Click to choose a new color for the editor's text
de: Klicken Sie hier um eine neue Textfarbe auszuwählen

source: Click to choose a new color for the editor's background
de: Klicken Sie hier um eine neue Hintergrundfarbe auszuwählen

source: Click to choose a new color for the language syntax element
de: Klicken Sie hier um eine neue Farbe für dieses Sprachelement auszuwählen

source: Select to make the language syntax element bold
de: Ändert den Schriftstil dieses Sprachelementes in Fett um

source: Select to make the language syntax element italic
de: Ändert den

source: Select to reset the language syntax element to its default settings
de: Stellt die Standarteinstellungen des Sprachelementes wieder her

source: Toggled readonly mode on
de: Nur-Lesen Modus einschalten

source: Toggled readonly mode off
de: Deaktiviert den Nur-Lesen Modus

source: Menu for advanced configuration
de: Menü für die erweiterte Konfiguration

source: Configure the editor's foreground, background or syntax colors
de: Konfiguriert die Vordergrund- und Hintergrundfarbe sowie die Syntaxhervorhebung

source: Create, modify or manage templates
de: Vorlagen erzeugen, ändern und verwalten

source: Ln %d col %d
de: Z %d Sp %d

source: Authentication Required
de: Authentifizierung benötigt

source: You must log in to access %s
de: Sie müssen sich einloggen um %s öffnen zu können

source: _Password:
de: _Passwort

source: _Remember password for this session
de: _Passwort für diese Sitzung merken

source: Save password in _keyring
de: Passwort im Schlüsselbund _speichern

source: Loading "%s"...
de: Lade "%s"...

source: Moved to most recently bookmarked line
de: Zur zuletzt mit einem Lesezeichen versehenen Zeile gegangen

source: Already on most recently bookmarked line
de: Sie sind bereits in der zuletzt mit einem Lesezeichen versehenen Zeile

source: No bookmarks found
de: Keine Lesezeichen gefunden

source: Ruby Documents
de: Ruby Quelltexte

source: Perl Documents
de: Perl Quelltexte

source: C Documents
de: C Quelltexte

source: C++ Documents
de: C++ Quelltexte

source: C# Documents
de: C# Quelltexte

source: Java Documents
de: Java Quelltexte

source: PHP Documents
de: PHP Quelltexte

source: HTML Documents
de: HTML Dokumente

source: XML Documents
de: XML Dokumente

source: Haskell Documents
de: Haskell Quelltexte

source: Scheme Documents
de: Scheme Quelltexte

source: INS
de: EIN

source: OVR
de: ÜBS

source: Open Error: An error occurred while opening the file. Try opening the file again or file a bug report.
de: Fehler beim Öffnen: Ein Fehler ist beim Öffnen der Datei aufgetreten. Versuchen Sie es erneut oderschicken Sie uns bitte einen Fehlerbericht.

source: Info Error: Information on %s cannot be retrieved.
de: Fehler; Information von %s konnte nicht empfangen werden.

source: Info Error: Access has been denied to the requested file.
de: Fehler: Der Zugriff auf die gewünschte Datei wurde verweigert.

source: Permission Error: Access has been denied to the requested file.
de: Fehler: Der Zugriff auf die gewünschte Datei wurde verweigert.

source: Cannot open file
de: Kann den Text nicht öffnen

source: You do not have permission to save the file. Try saving the file to your desktop, or to a folder you own. Automatic saving has been disabled until the file is saved correctly without errors.
de: Sie haben nicht die nötigen Rechte um die Datei zu speichern. Versuchen Sie die Dateiauf Ihrem Desktop oder einem eigenen Ordner zu speichern. Automatisches Speichernwurde deaktiviert bis es möglich ist ohne Fehler zu speichern.

source: A saving operation failed. Could not create swap area. Make sure you have permission to save to your home folder. Also check to see that you have not run out of disk space. Automatic saving will be disabled until the document is properly saved.
de: Das Speichern ist fehlgeschlagen. Konnte keine Swap-Datei anlegen. Bitte versichern Siesich, dass sie das Recht haben in Ihrem Persönlichen Ordner zu speichern.Versichern Sie sich auch, dass Sie noch freien Speicherplatz haben. Automatisches Speichern wurdedeaktiviert, bis es wieder fehlerfrei möglich ist.

source: An error occured while creating the file. Automatic saving has been disabled until the file is saved correctly without errors.
de: Ein Fehler ist beim Erstellen der Datei aufgetreten. Automatisches Speichern wurdedeaktiviert, bis es wieder fehlerfrei möglich ist.

source: A saving error occured. The document could not be transfered from its temporary location. Automatic saving has been disabled until the file is saved correctly without errors.
de: Ein Fehler beim Speichern ist aufgetreten. Die Datei konnte nicht aus dem temporären Ordner kopiert werden. Automatisches Speichern wurde deaktiviert, bis es wieder fehlerfrei möglich ist.

source: You do not have permission to save the file. Automatic saving will be disabled until the file is properly saved.
de: Sie haben nicht die nötigen Rechte, um die Datei zu speichern. Automatisches Speichern wurdedeaktiviert, bis es wieder fehlerfrei möglich ist.

source: A decoding error occured while saving the file. Automatic saving will be disabled until the file is properly saved.
de: Ein Dekodierungsfehler ist beim Speichern der Datei aufgetreten. Automatisches Speichern wurdedeaktiviert, bis es wieder fehlerfrei möglich ist.

source: An encoding error occurred while saving the file. Automatic saving will be disabled until the file is properly saved.
de: Ein Kodierungsfehler ist beim Speichern der Datei aufgetreten. Automatisches Speichern wurde deaktiviert, bis es wieder fehlerfrei möglich ist.

source: Search for text using regular expression
de: Suche mit Hilfe von Regulären Ausdrücken

source: Close regular expression bar
de: Schließe Reguläre Ausdruck Suchleiste

source: Stopped replacing
de: Ersetzen abgebrochen

source: E_xport
de: E_xportieren

source: I_mport
de: I_mportieren

source: Error: Name field must contain a string.
de: Fehler: Das Feld Name muss ein Wort enthalten.

source: Error: '%s' already in use. Please choose another string.
de: Fehler: '%s' wird bereits verwendet. Bitte benutzen Sie ein anderes Wort.

source: Error: Name field cannot have any spaces.
de: Fehler: Der Name darf keine Leerzeichen enthalten:

source: Error: Template editor can only have one '${cursor}' placeholder.
de: Fehler: Eine Vorlage kann nur einen '${cursor}' Platzhalter besitzen.

source: Error: Invalid template file.
de: Fahler: Ungültige Vorlagendatei

source: Export Template
de: Vorlagen exportieren

source: Use spaces instead of tabs for indentation
de: Leerzeichen anstatt Tabulatoren für die Einrückung verwenden

source: Select to underline language syntax element
de: Unterstreicht dieses Sprachelement

source: Open Documents
de: Geöffnete Texte

source: Current document is focused
de: Aktueller Text wurde hervorgehoben

source: Open recently used files
de: Öffne zuletzt benutzte Dateien

source: Failed to save file
de: Datei speichern fehlgeschlagen

source: Save Error: You do not have permission to modify this file or save to its location.
de: Sie haben nicht die nötigen Rechte, um die Datei zu ändern oder sie am gewählten Ort zu speichern.

source: Save Error: Failed to transfer file from swap to permanent location.
de: Fehler beim Speichern. Übertragung der Datei vom temporären zum endgültigen Platz fehlgeschlagen.

source: Save Error: Failed to create swap location or file.
de: Fehler beim Speichern: Konnte temporären Ordner oder Datei nicht erstellen.

source: Save Error: Failed to create swap file for saving.
de: Fehler beim Speichern: Konnte temporäre Datei nicht erzeugen.

source: Save Error: Failed to write swap file for saving.
de: Fehler beim Speichern: Konnte temporäre Datei nicht beschreiben.

source: Save Error: Failed to close swap file for saving.
de: Fehler beim Speichern: Konnte temporäre Datei nicht schließen.

source: Save Error: Failed decode contents of file from "UTF-8" to Unicode.
de: Fehler beim Speichern: Konnte den Inhalt der Datei nicht von "UTF-8" zu Unicode konvertieren.

source: Save Error: Failed to encode contents of file. Make sure the encoding of the file is properly set in the save dialog. Press (Ctrl - s) to show the save dialog.
de: Fehler beim Speichern: Konnte den Inhalt der Datei nicht übersetzen. Bitte stellen siesicher, dass dass sich im Speichern-Dialog den richtigen Zeichensatz gewählt haben.Drücken sie (Strg - s) um den Speichern-Dialog zu öffnen.

source: File: %s
de: Datei: %s

source: Failed to load file.
de: Laden der Datei fehlgeschlagen.

source: Load Error: You do not have permission to view this file.
de: Fehler beim Laden: Sie haben nicht die nötigen Rechte, um die Datei anzusehen.

source: Load Error: Failed to access remote file for permission reasons.
de: Fehler beim Laden: Konnte die entfernte Datei wegen unzureichenden Rechten nicht Öffnen.

source: Load Error: Failed to get file information for loading. Please try loading the file again.
de: Fehler beim Laden: Konnte die Dateinformationen für das Laden nicht bekommen.Bitte versuchen Sie erneut die Datei zu öffnen.

source: Load Error: File does not exist.
de: Fehler beim Laden: Datei existiert nicht.

source: Damn! Unknown Error
de: Verdammt! Unbekannter Fehler

source: Load Error: Failed to open file for loading.
de: Fehler beim Laden: Konnte Datei nicht öffnen.

source: Load Error: Failed to read file for loading.
de: Fehler beim Laden: Konnte Datei nicht lesen.

source: Load Error: Failed to close file for loading.
de: Fehler beim Laden: Konnte Datei nicht schließen.
